<section class="home">
    <h1>Добро пожаловать в BoberKurwaStore!</h1>
    <p>Мы — уникальный магазин, специализирующийся на товарах, связанных с бобрами. Каждая наша категория тщательно подобрана, чтобы принести вам высокое качество и уникальные свойства продукции!</p>

    <div class="categories">
        <div class="category">
            <h2>Эксклюзивные Экстракты</h2>
            <p>Откройте для себя силу природы с нашей бобровой струей — уникальным продуктом, известным своими лечебными и общеукрепляющими свойствами. Для приверженцев натурального подхода к здоровью это идеальный выбор!</p>
        </div>

        <div class="category">
            <h2>Аксессуары из Бобровой Шерсти</h2>
            <p>Тепло и комфорт в каждой детали. Наши сумки, шарфы и пледы из бобровой шерсти сделаны с любовью и вниманием к мелочам, даря тепло и стиль для вашего повседневного образа.</p>
        </div>

        <div class="category">
            <h2>Средства для Ухода за Волосами и Кожей</h2>
            <p>Наша линия косметики, включающая бальзамы и масла с экстрактом бобровой струи, создана для восстановления и ухода за кожей и волосами. Натуральный состав и уникальные свойства сделают вашу кожу и волосы здоровыми и сияющими.</p>
        </div>

        <div class="category">
            <h2>Бобровые Товары для Дома</h2>
            <p>Оригинальные предметы для создания уюта в вашем доме: от подушек из бобровой шерсти до ароматизированных свечей с легким природным ароматом. Мы предлагаем вам не только товары, но и частицу природы для вашего интерьера.</p>
        </div>
    </div>
</section>
